Revit 2024 API
BuiltInFailures.ConnectorFailures.ElementsNeedToBeDisconnected Property
 Elements need to be disconnected.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId ElementsNeedToBeDisconnected { get; }
Visual Basic
Public Shared ReadOnly Property ElementsNeedToBeDisconnected As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ ElementsNeedToBeDisconnected {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.ConnectorFailures Class
Autodesk.Revit.DB Namespace